Repository: pallrasmussen/XRoadFolk
Catalog: src/XRoadFolkRaw/Resources/ConsoleUi.*.resx
Languages: fo_fo

# ProvideInfo
source: Provide: SSN OR FirstName + LastName + DateOfBirth.
fo_fo: Skriva: Ptal ella Fornavn + Eftirnavn + Føðingardag.

# ExampleInput
source: Example: FirstName=Anna, LastName=Olsen, DateOfBirth=1990-05-01 or 01-05-1990
fo_fo: Dømi: Fornavn=Anna, Eftirnavn=Olsen, Føðingardagur=1990-05-01 ella 01-05-1990

# QuitPrompt
source: Type 'q' or press Ctrl+Q at any prompt to quit.
fo_fo: Skriva 'q' ella trýst á Ctrl+Q fyri at enda.

# EnterSearchCriteria
source: Enter GetPeoplePublicInfo search criteria (leave blank to skip):
fo_fo: Skriva leiti kriteria (blankt fyri at leypa um):

source: SSN
fo_fo: Ptal

source: FirstName
fo_fo: Fornavn

source: LastName
fo_fo: Eftirnavn

# DateOfBirthPrompt
source: DateOfBirth (YYYY-MM-DD or DD-MM-YYYY)
fo_fo: Føðingardagur (YYYY-MM-DD or DD-MM-YYYY)

# InputInvalid
source: ? Input not valid:
fo_fo: ? Tú hevur skriva ógyldugt input:

source: Please try again.
fo_fo: Vinarliga royn aftur.

# UsingSsn
source: → Using SSN = {0}
fo_fo: → Leita var eftir Ptal = {0}

# UsingNameDob
source: → Using Name = "{0} {1}", DOB = {2}
fo_fo: → Leita var eftir Navn = "{0} {1}", Føðingardagur = {2}

# NoResponse
source: No response received. Please try again.
fo_fo: Onki svar. Royn umaftur.

# NoMatches
source: No matches found. Please refine inputs.
fo_fo: Onki funnið.

# FetchingGetPerson
source: === Fetching GetPerson for {0}{1} ===
fo_fo: === Finnur GetPerson hjá {0}{1} ===

source: Name
fo_fo: Navn

source: DOB
fo_fo: Føðingardagur

source: Gender
fo_fo: Kyn

source: Addr 1
fo_fo: Bústaður1

source: Addr 2
fo_fo: Bústaður 2
