Repository: pallrasmussen/XRoadFolk
Catalog: src/XRoadFolkWeb/Resources/Shared/SharedResource.*.resx
Languages: fo_fo

# Nav_Home
source: Home
fo_fo: Heim

# Nav_About
source: About
fo_fo: Um

# Nav_Logs
source: Logs
fo_fo: Loggar

source: Toggle theme
fo_fo: Skift tema

source: Theme
fo_fo: Tema

# Culture_en-US
source: English (United States)
fo_fo: Enskt

# Culture_da-DK
source: Danish (Denmark)
fo_fo: Danskt

# Culture_fo-FO
source: Faroese (Faroe Islands)
fo_fo: Føroyskt

# NoBasics
source: No basic information.
fo_fo: Eingin grundleggjandi kunning.

source: No names.
fo_fo: Ongi nøvn

source: No addresses.
fo_fo: Ongar adressur.

source: No foreign SSNs.
fo_fo: Onki útlendskt p-tal.

source: No juridical parents.
fo_fo: Ongir lógarforeldur.

source: No data.
fo_fo: Eingi dáta.

source: No XML to display.
fo_fo: Eingi XML at vísa.

# NoXmlRoot
source: Root element not found.
fo_fo: Rót-element ikki funnið.

# FailedToRenderTreePrefix
source: Failed to build summary:
fo_fo: Megni ikki at byggja samandrátt:

# NoPeopleFound
source: No persons found.
fo_fo: Ongir persónar funnir.

# PeopleLabel
source: People
fo_fo: Fólk

source: Public ID
fo_fo: Alment ID

# DOB
source: Date of birth
fo_fo: Føðingardagur

source: Expand
fo_fo: Víðka

source: Collapse
fo_fo: Fella saman

source: Extended search
fo_fo: Víðkað leiting

source: Fullscreen
fo_fo: Fullan skerm

source: Toggle fullscreen
fo_fo: Skift fullan skerm

source: Summary
fo_fo: Samandráttur

source: Raw XML
fo_fo: Rá XML

source: Pretty XML
fo_fo: Sniðgivin XML

source: Copy
fo_fo: Avrita

source: Copied
fo_fo: Avritað

source: Download
fo_fo: Tak niður

source: Person details
fo_fo: Fleiri upplýsingar

source: Loading...
fo_fo: Lesi...

# EmptyState
source: Paste or drop XML to view the summary.
fo_fo: Set inn ella slepp XML her fyri at síggja samandrátt.

source: Get People Public Info
fo_fo: Persónsupplýsingar

# DropXmlHint
source: Drop XML here to view.
fo_fo: Slepp XML her fyri at vísa.
