Repository: pallrasmussen/XRoadFolk
Catalog: src/XRoadFolkWeb/Resources/Pages/Shared/_GetPeoplePublicInfoViewer.*.resx
Languages: da, fo

# GetPeoplePublicInfo
source: People Public Info
da: Hent offentlige personoplysninger
fo: Almennar fólkaupplýsingar

source: Pretty
da: Formatteret
fo: Sniðgjørt

source: Raw
da: Rå
fo: Rátt

source: Tree
da: Trævisning
fo: Greinayvirlit

# Summary
source: People Public
da: Oversigt
fo: Samandráttur

source: Mask sensitive
da: Maskér følsomme
fo: Maskera viðkvæmar

source: Search
da: Søg
fo: Leita

# SearchPlaceholder
source: tag/valueâ€¦
da: tag/værdi…
fo: tag/virði…

source: Clear
da: Ryd
fo: Tøm

source: Expand
da: Udvid
fo: Víðka

source: Collapse
da: Sammenfold
fo: Fella saman

source: Copy
da: Kopiér
fo: Avrita

source: Download
da: Hent
fo: Heinta

# ExportCsvTitle
source: Export summary as CSV
da: Eksportér oversigt som CSV
fo: Útflut samandrátt sum CSV

source: Height
da: Højde
fo: Hædd

# AdjustHeightTitle
source: Adjust viewer height (vh)
da: Juster visningshøjde (vh)
fo: Rætta sýnihædd (vh)

source: Fullscreen
da: Fuldskærm
fo: Fullskíggja

source: Toggle fullscreen
da: Skift fuldskærm
fo: Skift fullskíggju

# DropXmlHint
source: Drop XML file or text to load
da: Slip XML-fil eller tekst for at indlæse
fo: Slepp XML-fílu ella teksti her fyri at lesa inn

# EmptyState
source: No response loaded yet.
da: Ingen respons indlæst endnu.
fo: Eingi svar løgd inn enn.

source: No XML to display.
da: Ingen XML at vise.
fo: Eingin XML at vísa.

# NoXmlRoot
source: No XML root element.
da: Intet XML-rodelement.
fo: Einki XML-rotelement.

# FailedToRenderTreePrefix
source: Failed to render tree:
da: Kunne ikke gengive træ:
fo: Kundi ikki vísa greinayvirlit:

# NoPeopleFound
source: No PersonPublicInfo elements found.
da: Ingen PersonPublicInfo-elementer fundet.
fo: Eingi PersonPublicInfo-element funnin.

# PeopleLabel
source: People
da: Personer
fo: Fólk

# NoMatchesClear
source: No matches. Clear search to show all.
da: Ingen resultater. Ryd søgning for at vise alle.
fo: Eingi úrslit. Tøm leitina fyri at vísa alt.

# NoMatchesSummaryClear
source: No matches in People Public. Clear search to show all.
da: Ingen resultater i Oversigt. Ryd søgning for at vise alle.
fo: Eingi úrslit í samandrátti. Tøm leitina fyri at vísa alt.

source: Copy XML
da: Kopiér XML
fo: Avrita XML

source: Copied
da: Kopieret
fo: Avritað

source: PublicId
da: Offentligt ID
fo: Alment ID

source: DOB
da: Fødselsdato
fo: Føðingardagur

source: Status
fo: Støða

# ExtendedSearch
source: More informations...
fo: Víðkað leiting...
