Repository: pallrasmussen/XRoadFolk
Catalog: src/XRoadFolkRaw.Lib/Resources/ConfigurationLoader.*.resx
Languages: da_dk, fo_fo

# XRoadBaseUrlMissing
source: XRoad.BaseUrl is missing.
da_dk: XRoad.BaseUrl mangler.
fo_fo: XRoad.BaseUrl manglar.

# XRoadBaseUrlInvalidUri
source: XRoad.BaseUrl is not a valid absolute URI: {0}
da_dk: XRoad.BaseUrl er ikke en gyldig absolut URI: {0}
fo_fo: XRoad.BaseUrl er ikki ein gyldugur absoluttur URI: {0}

# XRoadHeadersProtocolVersionMissing
source: XRoad.Headers.ProtocolVersion is missing.
da_dk: XRoad.Headers.ProtocolVersion mangler.
fo_fo: XRoad.Headers.ProtocolVersion manglar.

# XRoadClientSectionMissing
source: XRoad.Client section is missing.
da_dk: Sektionen XRoad.Client mangler.
fo_fo: XRoad.Client parturin manglar.

# XRoadClientXRoadInstanceMissing
source: XRoad.Client.XRoadInstance is missing.
da_dk: XRoad.Client.XRoadInstance mangler.
fo_fo: XRoad.Client.XRoadInstance manglar.

# XRoadClientMemberClassMissing
source: XRoad.Client.MemberClass is missing.
da_dk: XRoad.Client.MemberClass mangler.
fo_fo: XRoad.Client.MemberClass manglar.

# XRoadClientMemberCodeMissing
source: XRoad.Client.MemberCode is missing.
da_dk: XRoad.Client.MemberCode mangler.
fo_fo: XRoad.Client.MemberCode manglar.

# XRoadClientSubsystemCodeMissing
source: XRoad.Client.SubsystemCode is missing.
da_dk: XRoad.Client.SubsystemCode mangler.
fo_fo: XRoad.Client.SubsystemCode manglar.

# XRoadServiceSectionMissing
source: XRoad.Service section is missing.
da_dk: Sektionen XRoad.Service mangler.
fo_fo: XRoad.Service parturin manglar.

# XRoadServiceXRoadInstanceMissing
source: XRoad.Service.XRoadInstance is missing.
da_dk: XRoad.Service.XRoadInstance mangler.
fo_fo: XRoad.Service.XRoadInstance manglar.

# XRoadServiceMemberClassMissing
source: XRoad.Service.MemberClass is missing.
da_dk: XRoad.Service.MemberClass mangler.
fo_fo: XRoad.Service.MemberClass manglar.

# XRoadServiceMemberCodeMissing
source: XRoad.Service.MemberCode is missing.
da_dk: XRoad.Service.MemberCode mangler.
fo_fo: XRoad.Service.MemberCode manglar.

# XRoadServiceSubsystemCodeMissing
source: XRoad.Service.SubsystemCode is missing.
da_dk: XRoad.Service.SubsystemCode mangler.
fo_fo: XRoad.Service.SubsystemCode manglar.

# XRoadAuthUserIdMissing
source: XRoad.Auth.UserId is missing.
da_dk: XRoad.Auth.UserId mangler.
fo_fo: XRoad.Auth.UserId manglar.

# XRoadTokenInsertModeInvalid
source: XRoad.TokenInsert.Mode must be 'request' or 'header'.
da_dk: XRoad.TokenInsert.Mode skal være 'request' eller 'header'.
fo_fo: XRoad.TokenInsert.Mode skal vera 'request' ella 'header'.

# OperationsGetPeoplePublicInfoXmlPathNotFound
source: Operations:GetPeoplePublicInfo:XmlPath file not found: {0}
da_dk: Operations:GetPeoplePublicInfo:XmlPath fil ikke fundet: {0}
fo_fo: Operations:GetPeoplePublicInfo:XmlPath skráarketan varð ikki funnin: {0}

# OperationsGetPersonXmlPathNotFound
source: Operations:GetPerson:XmlPath file not found: {0}
da_dk: Operations:GetPerson:XmlPath fil ikke fundet: {0}
fo_fo: Operations:GetPerson:XmlPath skráarketan varð ikki funnin: {0}

# ConfigureClientCertificate
source: Configure a client certificate (PFX or PEM pair).
da_dk: Konfigurer et klientcertifikat (PFX eller PEM par).
fo_fo: Stilla ein kundasertifikat (PFX ella PEM par).

# PfxFileNotFound
source: PFX file not found: {0}
da_dk: PFX-fil ikke fundet: {0}
fo_fo: PFX-fíla ikki funnin: {0}

source: PEM mode requires both PemCertPath and PemKeyPath.
da_dk: PEM-tilstand kræver både PemCertPath og PemKeyPath.
fo_fo: PEM-støðan krevur bæði PemCertPath og PemKeyPath.

# PemCertFileNotFound
source: PEM cert file not found: {0}
da_dk: PEM-certifikatfil ikke fundet: {0}
fo_fo: PEM-cert-fíla ikki funnin: {0}

# PemKeyFileNotFound
source: PEM key file not found: {0}
da_dk: PEM-nøglefil ikke fundet: {0}
fo_fo: PEM-lykil-fíla ikki funnin: {0}

# ConfigSanityCheckFailedLog
source: ? Config sanity check failed:
da_dk: ? Konfigurations-sanity-check mislykkedes:
fo_fo: ? Stillinga sanity check miseydnaðist:

# ConfigSanityCheckFailedException
source: Configuration sanity check failed.
da_dk: Konfigurations-sanity-check mislykkedes.
fo_fo: Stillinga sanity check miseydnaðist.

# XRoadClientSubsystemLog
source: X-Road client: SUBSYSTEM:{Client}
da_dk: X-Road klient: SUBSYSTEM:{Client}
fo_fo: X-Road klientur: SUBSYSTEM:{Client}

# XRoadServiceSubsystemLog
source: X-Road service: SUBSYSTEM:{Service}
da_dk: X-Road tjeneste: SUBSYSTEM:{Service}
fo_fo: X-Road tænasta: SUBSYSTEM:{Service}
