Repository: pallrasmussen/XRoadFolk
Catalog: src/XRoadFolkWeb/Pages/Index.cshtml.*.resx
Languages: fo_fo

# DateFormatPlaceholder
source: YYYY-MM-DD
fo_fo: dd-mm-áááá

# DateFormatHint
source: Use date format: YYYY-MM-DD
fo_fo: Nýt snið: dd-mm-áááá

# Title
source: People
fo_fo: Fólk

source: Search criteria
fo_fo: Leitikrøv

# ProvideCriteria
source: Search by SSN or by full name and date of birth.
fo_fo: Leita við p-tali ella fornavn + eftirnavn + føðingardegi.

# OrSeparator
source: — or —
fo_fo: — ella —

source: Search
fo_fo: Leita

source: Clear
fo_fo: Rudda

source: Input errors
fo_fo: Feilir í innskriving

source: No people found.
fo_fo: Einki fólk funnið.

source: Person details
fo_fo: Persónsupplýsingar

source: Toggle fullscreen
fo_fo: Skift fullskíggju

# Expand
source: Expand all
fo_fo: Víðka alt

# Collapse
source: Collapse all
fo_fo: Fella alt saman

source: Fullscreen
fo_fo: Fullskíggja

source: Loading…
fo_fo: Lesi…
